[
  {
    "id": "231ab71a-d572-4475-914f-54bfeb8cb564",
    "type": "legal-notice",
    "title_en": "Legal Notice",
    "title_fr": "Mentions légales",
    "content_en": "<h1><strong>LEGAL NOTICE</strong></h1><p><br></p><p><strong>﻿Publisher:</strong>&nbsp;</p><p>MEMOPYK EURL</p><p>2 rue de la Peyrolerie, 46100 Capdenac, France</p><p><br></p><p><strong>Legal Form:</strong></p><p>Single-Member Limited Liability Company (EURL)</p><p><br></p><p><strong>Share Capital:</strong></p><p>€1,000</p><p><br></p><p><strong>RCS Registration:</strong></p><p>Figeac 46100</p><p><br></p><p><strong>SIREN Number:</strong></p><p>Immatriculation in-progress</p><p><br></p><p><strong>VAT Number:</strong></p><p>Immatriculation in-progress</p><p><br></p><p><strong>Director of Publication:</strong></p><p>Minh Ngoc Eloit</p><p><br></p><p><strong>Contact:</strong></p><p><a href=\"mailto:info@memopyk.com\" rel=\"noopener noreferrer\" target=\"_blank\">info@memopyk.com</a></p><p><br></p><p><strong>Website Host:</strong></p><p>Zoho Corporation B.V.</p><p>Beneluxlaan 4B, 3527 HT Utrecht, The Netherlands</p><p><br></p><h2>Intellectual Property</h2><p>All content on the MEMOPYK website, including but not limited to text, images, videos, graphics, logos, and icons, is the property of MEMOPYK EURL or is used with permission. Any reproduction, distribution, modification, or publication of these materials, in whole or in part, is strictly prohibited without the prior written consent of MEMOPYK EURL.</p><p><br></p><h2>Limitation of Liability</h2><p>Users access and use this website at their own risk. MEMOPYK EURL strives to ensure the accuracy and timeliness of the information provided but cannot guarantee its completeness or that it is free from errors or omissions. MEMOPYK EURL shall not be liable for any direct or indirect damages, including loss of data or profits, arising from the use or reliance on the website or its content.</p><p><br></p><h2>Third-Party Links</h2><p>The MEMOPYK website may contain links to third-party websites, such as WhatsApp, Facebook, and Instagram. MEMOPYK EURL has no control over the operation of these external sites and assumes no responsibility for them. Accessing and using such third-party sites is at the user's own risk.</p><p><br></p><h2>Data Protection</h2><p>MEMOPYK EURL is committed to protecting your personal data. For more information, please refer to our <a href=\"https://www.memopyk.com/en-US/legal/privacy-policy\" rel=\"noopener noreferrer\" target=\"_blank\">Privacy Policy</a>&nbsp;and&nbsp;<a href=\"https://www.memopyk.com/en-US/legal/cookie-policy\" rel=\"noopener noreferrer\" target=\"_blank\">Cookie Policy</a>.</p><p><br></p><h2>Governing Law</h2><p>This website and its legal notice are governed by the laws of France. Any dispute arising in connection with the use of the site shall be subject to the exclusive jurisdiction of the French courts.</p>",
    "content_fr": "<h1><strong>MENTIONS LEGALES</strong></h1><p><br></p><p><strong>﻿Editeur:</strong>&nbsp;</p><p>MEMOPYK EURL</p><p>2 rue de la Peyrolerie, 46100 Capdenac, France</p><p><br></p><p><strong>Forme Juridique:</strong></p><p>Entreprise Unipersonnelle à Responsabilité Limitée (EURL)</p><p><br></p><p><strong>Capital Social:</strong></p><p>€1,000</p><p><br></p><p><strong>Immatriculation au RCS:</strong></p><p>Figeac 46100</p><p><br></p><p><strong>Numéro de SIREN:</strong></p><p>Immatriculation en cours</p><p><br></p><p><strong>Numéro de TVA:</strong></p><p>Immatriculation en cours</p><p><br></p><p><strong>Director de la Publication:</strong></p><p>Minh Ngoc Eloit</p><p><br></p><p><strong>Contact:</strong></p><p><a href=\"mailto:info@memopyk.com\" rel=\"noopener noreferrer\" target=\"_blank\">info@memopyk.com</a></p><p><br></p><p><strong>Hébergeur du site:</strong></p><p>Zoho Corporation B.V.</p><p>Beneluxlaan 4B, 3527 HT Utrecht, The Netherlands</p><h2><br></h2><h2>Propriété intellectuelle</h2><p>L’ensemble du contenu du site MEMOPYK, y compris, sans s’y limiter, les textes, images, vidéos, graphiques, logos et icônes, est la propriété de MEMOPYK EURL ou utilisé avec autorisation. Toute reproduction, distribution, modification ou publication, totale ou partielle, de ces éléments est strictement interdite sans l’autorisation écrite préalable de MEMOPYK EURL.</p><p><br></p><h2>Limitation&nbsp;de responsabilité</h2><p>L’utilisateur accède et utilise ce site à ses propres risques. MEMOPYK EURL s’efforce d’assurer l’exactitude et l’actualité des informations diffusées, mais ne peut en garantir l’exhaustivité ni l’absence d’erreurs ou d’omissions. MEMOPYK EURL ne saurait être tenue responsable de tout dommage direct ou indirect, y compris la perte de données ou de profits, résultant de l’utilisation ou de la confiance accordée au site ou à son contenu.</p><p><br></p><h2>Liens vers des sites tiers</h2><p>Le site MEMOPYK peut contenir des liens vers des sites tiers, tels que WhatsApp, Facebook et Instagram. MEMOPYK EURL n’exerce aucun contrôle sur le fonctionnement de ces sites externes et décline toute responsabilité à leur égard. L’accès et l’utilisation de ces sites tiers relèvent de la seule responsabilité de l’utilisateur.</p><h2><br></h2><h2>Protection des données</h2><p>MEMOPYK EURL s’engage à protéger vos données personnelles. Pour plus d’informations, veuillez consulter notre&nbsp;<a href=\"https://www.memopyk.com/fr-FR/legal/privacy-policy\" rel=\"noopener noreferrer\" target=\"_blank\">Politique de confidentialité</a>&nbsp;et notre&nbsp;<a href=\"https://www.memopyk.com/fr-FR/legal/cookie-policy\" rel=\"noopener noreferrer\" target=\"_blank\">Politique relative aux cookies</a>.</p><h2><br></h2><h2>Droit applicable</h2><p>Ce site et ses mentions légales sont régis par le droit français. Tout litige relatif à l’utilisation du site sera soumis à la compétence exclusive des tribunaux français.</p>",
    "is_active": true,
    "updated_at": "2025-08-12T14:47:10.105"
  },
  {
    "id": "fc94adb7-2a0c-4795-aa7d-7ca6fe262611",
    "type": "terms",
    "title_en": "General Terms and Conditions",
    "title_fr": "Conditions Générales d'Utilisation (CGU)",
    "content_en": "<h1>General Terms and Conditions</h1><p><br></p><h2> 1. Acceptance of Terms</h2><p>By accessing or using memopyk.com (the “Site”), you agree to these Terms of Use and our Privacy Policy and Cookie Policy. If you do not agree, please do not use the Site.</p><p><br></p><p><br></p><h2> 2. Access and Use</h2><ul><li>You must be at least 16 years old to use our services.</li><li>We grant you a non-exclusive, non-transferable, revocable license to access and use the Site for your personal, non-commercial purposes.</li></ul><p><br></p><p><br></p><h2> 3. User Accounts</h2><ul><li>Certain features (upload, order tracking) require creating an account.</li><li>You are responsible for maintaining the confidentiality of your credentials and for all activity under your account.</li><li>Notify us immediately of any unauthorized use.</li></ul><p><br></p><h2>4. Acceptable Conduct</h2><p>You agree not to:</p><ul><li>Violate any applicable law or regulation.</li><li>Upload, transmit, or share content that is unlawful, defamatory, infringing, obscene, or harmful.</li><li>Attempt to gain unauthorized access to any part of the Site, other accounts, or computer systems.</li></ul><p><br></p><h2>5. Intellectual Property</h2><ul><li>All content on the Site—design, text, logos, images, software—is protected by copyright and other laws.</li><li>You may download and print pages for personal use only; any other use requires our prior written consent.</li></ul><p><br></p><h2>6. User-Generated Content</h2><ul><li>You retain ownership of any content you upload (photos, videos), but grant MEMOPYK a worldwide license to use that content in order to provide the Services.</li><li>You represent and warrant that you have all rights necessary to upload and authorize such use.</li></ul><p><br></p><h2>7. Third-Party Links</h2><p>The Site may link to third-party websites such as WhatsApp, Instagram, Facebook. We are not responsible for their policy and practices.</p><p><br></p><h2>8. Disclaimers</h2><ul><li>THE SITE AND SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTY OF ANY KIND.</li><li>MEMOPYK DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.</li></ul><p><br></p><h2>9. Limitation of Liability</h2><ul><li>TO THE MAXIMUM EXTENT PERMITTED BY LAW, MEMOPYK’S TOTAL LIABILITY IS LIMITED TO THE AMOUNT YOU PAID FOR THE SERVICES.</li><li>WE ARE NOT LIABLE FOR INDIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES.</li></ul><h2><br></h2><h2>10. Data Protection</h2><p>We process your personal data in compliance with applicable law. See our <a href=\"https://www.memopyk.com/en-US/legal/privacy-policy\" rel=\"noopener noreferrer\" target=\"_blank\">Privacy Policy</a> for details.</p><p><br></p><h2>11. Modifications</h2><p>We may revise these Terms at any time. Updated terms take effect when posted on the Site; your continued use constitutes acceptance.</p><p><br></p><h2>12. Governing Law &amp; Jurisdiction</h2><p>These Terms are governed by French law. Any dispute will be submitted to the courts of Figeac, France.</p><p><br></p><p>  </p>",
    "content_fr": "<h1>Conditions Générales d'Utilisation</h1><h2>1.&nbsp;Acceptation des Conditions</h2><p>En accédant ou utilisant memopyk.com (le « Site »), vous acceptez ces Conditions Générales d’Utilisation ainsi que notre Politique de confidentialité et notre Politique de cookies. Si vous n’acceptez pas, n’utilisez pas le Site.</p><p><br></p><h2>2.&nbsp;Accès et Utilisation</h2><ul><li>Vous devez avoir au moins 16 ans pour utiliser nos services.</li><li>Nous vous accordons une licence non exclusive, non transférable et révocable pour accéder et utiliser le Site à des fins personnelles et non commerciales.</li></ul><h2>3.&nbsp;Comptes Utilisateurs</h2><ul><li>Certaines fonctionnalités (téléversement, suivi de commande) nécessitent la création d’un compte.</li><li>Vous êtes responsable de la confidentialité de vos identifiants et de toute activité liée à votre compte.</li><li>Signalez-nous immédiatement toute utilisation non autorisée.</li></ul><h2>4. Conduite Acceptable</h2><p>Vous&nbsp;vous engagez à ne pas&nbsp;:</p><ul><li>Enfreindre une loi ou réglementation applicable.</li><li>Télécharger, transmettre ou partager du contenu illégal, diffamatoire, contrefaisant, obscène ou nuisible.</li><li>Tenter d’accéder de manière non autorisée au Site, aux comptes d’autres utilisateurs ou aux systèmes informatiques.</li></ul><p><br></p><h2>5.&nbsp;Propriété Intellectuelle</h2><ul><li>Tous les contenus du Site (design, textes, logos, images, logiciels) sont protégés par le droit d’auteur et autres législations.</li><li>Vous pouvez télécharger et imprimer des pages pour un usage personnel uniquement ; toute autre utilisation requiert notre consentement écrit préalable.</li></ul><p><br></p><h2>6.&nbsp;Contenu Généré par l’Utilisateur</h2><ul><li>Vous restez propriétaire des contenus que vous téléversez (photos, vidéos), mais accordez à MEMOPYK une licence mondiale pour les utiliser afin de fournir les Services.</li><li>Vous garantissez détenir tous les droits nécessaires pour téléverser ces contenus et en autoriser l’utilisation.</li></ul><p><br></p><h2>7.&nbsp;Liens Tiers</h2><p>Le Site peut contenir des liens vers des sites tiers. Nous ne cautionnons pas et ne sommes pas responsables de leur contenu ou de leurs pratiques.</p><p><br></p><h2>8.&nbsp;Exonérations de Garantie</h2><ul><li>LE SITE ET LES SERVICES SONT FOURNIS « TELS QUELS » SANS AUCUNE GARANTIE.</li><li>MEMOPYK DÉCLINE TOUTES GARANTIES, EXPLICITES OU IMPLICITES, Y COMPRIS D’ADEQUATION A UN USAGE PARTICULIER.</li><li>WE ARE NOT LIABLE FOR INDIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES.</li></ul><p><br></p><h2>9. Limitation&nbsp;de Responsabilité</h2><ul><li>• DANS LA MESURE MAXIMALE PERMISE PAR LA LOI, LA RESPONSABILITÉ TOTALE DE MEMOPYK EST LIMITÉE AU MONTANT PAYÉ POUR LES SERVICES.</li><li>NOUS NE SOMMES PAS RESPONSABLES DES DOMMAGES INDIRECTS, ACCESSOIRES OU CONSÉCUTIFS.</li></ul><p><br></p><h2>10.&nbsp;Protection des Données</h2><p>Nous traitons vos données à caractère personnel conformément à la législation applicable. Voir notre <a href=\"https://www.memopyk.com/fr-FR/legal/privacy-policy\" rel=\"noopener noreferrer\" target=\"_blank\">Politique de confidentialité</a>.</p><p><br></p><h2>11. Modifications</h2><p>Nous pouvons modifier ces Conditions à tout moment. Les Conditions mises à jour prennent effet dès leur publication sur le Site ; la poursuite de votre utilisation constitue votre accord.</p><p><br></p><h2>12. Droit Applicable &amp; Juridiction</h2><p>Ces Conditions sont régies par le droit français. Tout litige sera soumis aux tribunaux de Figeac (France).</p>",
    "is_active": true,
    "updated_at": "2025-08-12T20:25:55.073"
  },
  {
    "id": "8c12d38c-b3f0-49c4-b3d4-1a23293dc211",
    "type": "terms-sale",
    "title_en": "Terms and Conditions of Sales",
    "title_fr": "Conditions Générales de Vente",
    "content_en": "<h1>Terms and Conditions of Sales</h1><h3>1. Definitions</h3><ul><li><strong>“Company”</strong>&nbsp;or&nbsp;<strong>“we”</strong>: MEMOPYK EURL</li><li><strong>“Customer”</strong>&nbsp;or&nbsp;<strong>“you”</strong>: any individual or organization purchasing Services</li><li><strong>“Services”</strong>: curation, professional editing, album and video‐story creation</li><li><strong>“Order”</strong>: your validated request submitted via our website or e-mail</li><li><br></li></ul><h3>2. Scope</h3><p>These Terms apply to all contracts for Services between MEMOPYK and its Customers, without distinction of country.</p><p><br></p><h3>3. Ordering</h3><ol><li>Customer validates the proposed quotation</li><li>Customer pays the deposit</li><li>We confirm receipt and do the work.</li><li>Customer validate the result and pay the remaining 50% amount</li></ol><p><br></p><h3>4. Prices &amp; Payment Methods</h3><ul><li><strong>Currency &amp; Taxes</strong>: EUR (France) or USD (international), VAT included where applicable.</li><li><strong>Methods</strong>: Credit card, bank transfer, PayPal, telegraphic transfer (TT).</li><li><strong>Timing</strong>: Deposit upon order, balance due on delivery.</li><li><strong>Late payment</strong>: statutory interest (France : Code de commerce L.441-6; elsewhere : 1.5 % per month).</li></ul><p><br></p><h3>5. Execution &amp; Delivery</h3><ul><li>Work begins after deposit is received.</li><li>You receive digital proofs with watermark via a private gallery (two rounds of revisions included).</li><li>Final deliverables (high-res files or online album) by download link.</li></ul><p><br></p><h3>6. Cancellation &amp; Refund</h3><ul><li>Once proof is delivered, the right of withdrawal ends.</li><li>Cancellation&nbsp;<strong>before</strong>&nbsp;proofs: full refund minus €50 processing fee.</li><li>No refunds after proofs are provided.</li></ul><p><br></p><h3>7. Intellectual Property</h3><ul><li>You grant us a non‐exclusive license to use your media to provide the Services.</li><li>After full payment, you receive a licence for personal, non‐commercial use of the final files.</li><li>MEMOPYK retains copyright on its proprietary editing methods and templates.</li></ul><p><br></p><h3>8. Liability</h3><ul><li>We use professional care but cannot guarantee perfection for every image.</li><li>Our total liability is capped at the amount paid.</li><li>We are not responsible for data loss if you do not back up your originals.</li></ul><p><br></p><h3>9. Force Majeure</h3><p>Neither party is liable for delays or failures caused by events beyond their control (e.g., natural disasters, strikes, pandemics).</p><p><br></p><h3>11. Applicable Law &amp; Jurisdiction</h3><p>These Terms are governed by French law. Any disputes shall be submitted to the courts of Figeac, France.</p>",
    "content_fr": "<h1>Conditions Générales de Vente</h1><h2>1. Définitions</h2><ul><li><strong>« Société »</strong>&nbsp;ou&nbsp;<strong>« nous »</strong>&nbsp;: MEMOPYK EURL</li><li><strong>« Client »</strong>&nbsp;ou&nbsp;<strong>« vous »</strong>&nbsp;: toute personne physique ou morale</li><li><strong>« Services »</strong>&nbsp;: tri, montage professionnel, création d’albums et vidéos-souvenirs</li><li><strong>« Commande »</strong>&nbsp;: demande validée via notre site ou par e-mail</li></ul><p><br></p><h2>2. Champ d’application</h2><p>Ces Conditions s’appliquent uniformément à toutes les Commandes, sans distinction de pays.</p><p><br></p><h2>3. Passation de commande</h2><ol><li>Le client valide le devis proposé.</li><li>Le client verse l'acompte.</li><li>Nous accusons réception et effectuons les travaux.</li><li>Le client valide le résultat et règle le paiement restant.</li></ol><p><br></p><h2>4. Prix &amp; Moyens de Paiement</h2><ul><li><strong>Devise &amp; TVA</strong>&nbsp;: EUR (Europe) ou USD (international), TVA incluse si applicable</li><li><strong>Moyens</strong>&nbsp;: Carte bancaire, virement, PayPal, ouvirement télégraphique (TT).</li><li><strong>Échéance</strong>&nbsp;: acompte à la commande, solde à la livraison.</li><li><strong>Retard de paiement</strong>&nbsp;: intérêts légaux (France : L.441-6 C. com.; 1,5 %/mois ailleurs).</li></ul><p><br></p><h2>5. Exécution &amp; Livraison</h2><ul><li>Les Services débutent à réception de l’acompte</li><li>Délai standard : quatre semaines</li><li>Preuves numériques via galerie privée (deux révisions incluses).</li><li>Livrables finaux (fichiers HD ou album en ligne) par lien de téléchargement</li></ul><p><br></p><h2>6. Annulation &amp; Remboursement</h2><ul><li>Droit de rétractation perdu dès remise des preuves.</li><li>Annulation&nbsp;<strong>avant</strong>&nbsp;preuves : remboursement intégral moins 50 € de frais de dossier.</li><li>Aucun remboursement après remise des preuves.</li></ul><p><br></p><h2>7. Propriété Intellectuelle</h2><ul><li>Vous nous accordez une licence non exclusive d'utilisation de vos médias pour fournir les Services.</li><li>Après paiement intégral, vous recevez une licence pour une utilisation personnelle et non commerciale des fichiers finaux.</li><li>MEMOPYK conserve les droits d'auteur sur ses méthodes et modèles d'édition propriétaires.</li></ul><p><br></p><h2>8. Responsabilité</h2><ul><li>Nous faisons appel à un soin professionnel, mais ne pouvons garantir la perfection de chaque image.</li><li>Notre responsabilité totale est plafonnée au montant payé.</li><li>Nous déclinons toute responsabilité en cas de perte de données si vous ne sauvegardez pas vos originaux.</li></ul><p><br></p><h2>9. Force Majeure</h2><p>Aucune partie n’est responsable des retards ou manquements dus à un événement hors de son contrôle (catastrophe, grève, pandémie).</p><p><br></p><h2>10. Droit Applicable &amp; Juridiction</h2><p>Ces Conditions sont régies par le droit français. Tout litige sera porté devant les tribunaux de Figeac (France).</p><p><br></p><p><br></p><p><br></p><p><br></p><p>Dernière mise à jour:&nbsp;11 août 2025</p>",
    "is_active": true,
    "updated_at": "2025-08-26T16:40:44.978"
  },
  {
    "id": "b9f5f3e2-c076-40d5-b9da-0ffab2789299",
    "type": "privacy",
    "title_en": "Privacy Policy",
    "title_fr": "Politique de confidentialité",
    "content_en": "<h1>Privacy Policy</h1><p><br></p><h2>Personal Data Collected</h2><p>We may collect the following personal data:</p><ul><li>Name, email address, phone number</li><li>Photos and videos uploaded by you</li><li>Payment information</li><li>Usage data (how you interact with our website and services)</li><li><br></li></ul><h2>How We Collect Data</h2><ul><li>Website forms (sign-up, contact, support)</li><li>File uploads</li><li>Cookies and analytics</li><li>Customer support communications</li></ul><h2>Purposes of Data Use</h2><ul><li>Providing and improving our services</li><li>Communicating with you</li><li>Marketing (with your consent)</li><li>Analytics</li><li>Legal compliance</li><li><br></li></ul><h2>Legal Basis for Processing</h2><p>We process your personal data based on your consent, to fulfill our contractual obligations, to comply with legal requirements, or for our legitimate interests, provided these do not override your rights and freedoms.</p><p><br></p><h2>Data Sharing</h2><p>We do not share your personal data with any third parties. Your data is used only by MEMOPYK EURL for the purposes described above. We do not sell your personal data.</p><p><br></p><h2>Data Storage Location</h2><p>Your personal data is stored securely within the European Union.</p><p><br></p><h2>Data Retention</h2><p>We retain your personal data only for as long as necessary to provide our services, fulfill legal obligations, resolve disputes, and enforce our agreements.</p><p><br></p><h2>Data Security</h2><p>We implement appropriate technical and organizational measures to protect your personal data from unauthorized access, disclosure, alteration, or destruction.</p><p><br></p><h2>Your Rights</h2><p>You have the right to:</p><ul><li>Access your personal data</li><li>Correct inaccurate or incomplete data</li><li>Request deletion of your data</li><li>Object to processing</li><li>Request data portability</li></ul><p>To exercise these rights, contact us at&nbsp;<a href=\"mailto:info@memopyk.com\" rel=\"noopener noreferrer\" target=\"_blank\">info@memopyk.com</a>.</p><p><br></p><h2>Cookies</h2><p>We use cookies and similar technologies for analytics and to remember your preferences. You can set your browser to refuse cookies, but this may affect your experience.</p><p><br></p><h2>Children’s Data</h2><p>We do not knowingly collect or target data from children under 15/16 years of age.</p><p><br></p><h2>International Data Transfers</h2><p>We do not transfer your personal data outside the European Union.</p><p><br></p><h2>Changes to This Policy</h2><p>We may update this Privacy Policy from time to time. Any changes will be posted on this page.</p>",
    "content_fr": "<h1>Politique de confidentialité</h1><p><br></p><h3><strong>1.Données personnelles collectées</strong></h3><p>Nous pouvons être amenés à collecter les catégories de données personnelles suivantes :</p><ul><li>Nom, adresse e-mail, numéro de téléphone</li><li>Photos et vidéos que vous téléchargez</li><li>Informations de paiement</li><li>Données d’utilisation (interactions avec notre site et nos services)</li><li><br></li></ul><h3><strong>2.Comment nous collectons les données</strong></h3><ul><li>Formulaires du site (inscription, contact, support)</li><li>Téléversements de fichiers</li><li>Cookies et outils d’analyse</li><li>Communications avec le support client</li></ul><p><br></p><h3><strong>3.Finalités du traitement</strong></h3><ul><li>Fourniture et amélioration de nos services</li><li>Communication avec vous (notifications, support)</li><li>Actions marketing (avec votre consentement)</li><li>Analyse statistique du site</li><li>Respect des obligations légales</li></ul><p><br></p><h3><strong>4.Base juridique du traitement</strong></h3><p>Nous traitons vos données :</p><ul><li>Sur la base de votre consentement</li><li>Pour l’exécution de nos obligations contractuelles</li><li>Pour satisfaire à nos obligations légales</li><li>Pour nos intérêts légitimes, dès lors qu’ils ne portent pas atteinte à vos droits et libertés</li></ul><p><br></p><h3><strong>5.Partage des données</strong></h3><p>Nous ne partageons jamais vos données personnelles avec des tiers. Elles sont utilisées exclusivement par MEMOPYK EURL et ne font l’objet d’aucune vente.</p><p><br></p><h3><strong>6.Lieu de stockage</strong></h3><p>Vos données sont hébergées et stockées de manière sécurisée au sein de l’Union européenne.</p><p><br></p><h3><strong>7.Durée de conservation</strong></h3><p>Nous conservons vos données personnelles uniquement le temps nécessaire à la fourniture de nos services, à nos obligations légales, à la gestion des litiges et à l’exécution de nos accords.</p><p><br></p><h3><strong>8.Sécurité des données</strong></h3><p>Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos données contre tout accès non autorisé, divulgation, altération ou destruction.</p><p><br></p><h3><strong>9.Vos droits</strong></h3><p>Conformément au RGPD, vous disposez des droits suivants :</p><ul><li>Droit d’accès à vos données</li><li>Droit de rectification</li><li>Droit à l’effacement (« droit à l’oubli »)</li><li>Droit de limitation ou d’opposition au traitement</li><li>Droit à la portabilité</li><li>Pour exercer ces droits, écrivez-nous à info@memopyk.com.</li></ul><p><br></p><h3><strong>10.Cookies</strong></h3><p>Nous utilisons des cookies et technologies similaires pour l’analyse du trafic et la mémorisation de vos préférences. Vous pouvez configurer votre navigateur pour les refuser, ce qui peut toutefois dégrader votre expérience.</p><p><br></p><h3><strong>11.Données des mineurs</strong></h3><p>Nos services ne ciblent pas les enfants de moins de 16 ans. Nous ne collectons pas sciemment leurs données.</p><p><br></p><h3><strong>12.Modifications de la politique</strong></h3><p>Nous pouvons mettre à jour cette Politique de confidentialité. Toute modification sera publiée sur cette page.</p>",
    "is_active": true,
    "updated_at": "2025-08-26T16:42:18.098"
  },
  {
    "id": "6ed0bff6-82c2-4166-a4af-0541dabec86c",
    "type": "cookies",
    "title_en": "Cookie Policy",
    "title_fr": "Politique de cookies",
    "content_en": "<h1>Cookie Policy</h1><p><br></p><h2><strong>1. Introduction</strong></h2><p>This Cookie Policy explains how MEMOPYK EURL (“we,” “us,” “our”) uses cookies and similar tracking technologies on our website memopyk.com. By continuing to browse our site, you consent to our use of cookies as described below.</p><p><br></p><h2><strong>2. What Are Cookies?</strong></h2><p>Cookies are small text files placed on your device (computer, tablet, smartphone) when you visit a website. They help the site remember your actions and preferences (such as login, language, font size) over a period of time.</p><p><br></p><h2><strong>3. Types of Cookies We Use</strong></h2><ol><li><strong>Strictly Necessary Cookies</strong></li></ol><ul><li class=\"ql-indent-1\">Essential for the website to function properly (e.g., session cookies, security tokens).</li></ul><ol><li><strong>Performance &amp; Analytics Cookies</strong></li></ol><ul><li class=\"ql-indent-1\">Collect anonymous information about how visitors use our site (e.g., pages visited, error messages) via Google Analytics.</li></ul><ol><li><strong>Functional Cookies</strong></li></ol><ul><li class=\"ql-indent-1\">Remember your choices to improve your experience (e.g., language preference, video player settings).</li></ul><ol><li><strong>Targeting &amp; Advertising Cookies</strong></li></ol><ul><li>Track your browsing habits to deliver relevant ads on our site or third-party sites. We do not currently employ such cookies ourselves.</li><li class=\"ql-indent-1\"><br></li></ul><h2><strong>4. Specific Cookies We Set</strong></h2><p>NameProviderPurposeExpiry_session_idmemopyk.comKeeps you logged inSession_gid, _gagoogle.comGoogle Analytics user/session tracking1–2 yearscookielawinfomemopyk.comStores your cookie consent preferences1 year</p><h2><strong>5. Third-Party Cookies</strong></h2><p>We embed content (e.g., videos) and analytics tools (Google Analytics). Those third parties may set their own cookies.</p><p><br></p><h2><strong>6. Your Cookie Choices</strong></h2><p>Most browsers allow you to refuse or delete cookies. You can learn how to manage cookies in your browser here:</p><ul><li>Chrome:&nbsp;<a href=\"https://support.mozilla.org/kb/enable-and-disable-cookies-website-preferences\" rel=\"noopener noreferrer\" target=\"_blank\">https://support.google.com/chrome/answer/95647</a></li><li>Firefox:&nbsp;<a href=\"https://support.mozilla.org/kb/enable-and-disable-cookies-website-preferences\" rel=\"noopener noreferrer\" target=\"_blank\">https://support.mozilla.org/kb/enable-and-disable-cookies-website-preferences</a></li><li>Safari:&nbsp;<a href=\"https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac\" rel=\"noopener noreferrer\" target=\"_blank\">https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac</a></li><li>Edge:&nbsp;<a href=\"https://support.microsoft.com/microsoft-edge/delete-cookies-in-microsoft-edge\" rel=\"noopener noreferrer\" target=\"_blank\">https://support.microsoft.com/microsoft-edge/delete-cookies-in-microsoft-edge</a></li></ul><p>If you disable strictly necessary cookies, parts of our site may not function. Disabling performance cookies will prevent us from understanding how the site is used and improving it.</p><h2><br></h2><h2><strong>7. Changes to This Cookie Policy</strong></h2><p>We may update this policy as our site evolves or to reflect changes in applicable law. We will post any changes here with a revised “Last updated” date.</p><p><br></p><h2><strong>8. Contact Us</strong></h2><p>For questions about our Cookie Policy, email us at&nbsp;<a href=\"mailto:info@memopyk.com\" rel=\"noopener noreferrer\" target=\"_blank\">info@memopyk.com</a></p>",
    "content_fr": "<h1>Politique de cookies</h1><h2><br></h2><h2><strong>1. Introduction</strong></h2><p>Cette Politique de Cookies explique comment MEMOPYK EURL (« nous », « notre ») utilise les cookies et technologies similaires sur le site memopyk.com. En poursuivant votre navigation, vous acceptez notre utilisation des cookies telle que décrite ci-dessous.</p><p><br></p><h2><strong>2. Qu’est-ce qu’un cookie ?</strong></h2><p>Un cookie est un petit fichier texte déposé sur votre appareil (ordinateur, tablette, smartphone) lors de la visite d’un site. Il permet au site de mémoriser vos actions et préférences (connexion, langue, taille de police, etc.) pendant une certaine durée.</p><p><br></p><h2><strong>3. Types de cookies utilisés</strong></h2><ol><li><strong>Cookies strictement nécessaires</strong></li></ol><ul><li class=\"ql-indent-1\">Indispensables au fonctionnement du site (par ex., cookies de session, jetons de sécurité).</li></ul><ol><li><strong>Cookies de performance &amp; analyse</strong></li></ol><ul><li class=\"ql-indent-1\">Collectent des données anonymes sur l’utilisation du site (pages consultées, erreurs) via Google Analytics.</li></ul><ol><li><strong>Cookies fonctionnels</strong></li></ol><ul><li class=\"ql-indent-1\">Mémorisent vos choix pour améliorer votre expérience (langue, préférences de lecteur vidéo).</li></ul><ol><li><strong>Cookies de ciblage &amp; publicité</strong></li></ol><ul><li>Suivent votre navigation pour proposer des publicités pertinentes. Nous n’en utilisons pas directement pour l’instant.</li><li class=\"ql-indent-1\"><br></li></ul><h2><strong>4. Cookies spécifiques que nous déposons</strong></h2><p>NomFournisseurFinalitéDurée_session_idmemopyk.comGestion de votre session de connexionSession_gid, _gagoogle.comSuivi Analytics Google1–2 anscookielawinfomemopyk.comStocke vos préférences de consentement1 an</p><p><br></p><h2><strong>5. Tiers-Cookies</strong></h2><p><br></p><p><strong>Nous intégrons du contenu (par ex. vidéos) et des outils d’analyse (Google Analytics). Ces tiers peuvent déposer leurs propres cookies.</strong></p><p><br></p><h2><strong>6. Vos choix en matière de cookies</strong></h2><p>La plupart des navigateurs vous permettent de refuser ou de supprimer les cookies :</p><ul><li>Chrome :&nbsp;<a href=\"https://support.google.com/chrome/answer/95647\" rel=\"noopener noreferrer\" target=\"_blank\">https://support.google.com/chrome/answer/95647</a></li><li><strong>Firefox :&nbsp;</strong><a href=\"https://support.mozilla.org/kb/enable-and-disable-cookies-website-preferences\" rel=\"noopener noreferrer\" target=\"_blank\">https://support.mozilla.org/kb/enable-and-disable-cookies-website-preferences</a></li><li><strong>Safari :&nbsp;</strong><a href=\"https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac\" rel=\"noopener noreferrer\" target=\"_blank\">https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac</a></li><li><strong>Edge :&nbsp;</strong><a href=\"https://support.microsoft.com/microsoft-edge/delete-cookies-in-microsoft-edge\" rel=\"noopener noreferrer\" target=\"_blank\">https://support.microsoft.com/microsoft-edge/delete-cookies-in-microsoft-edge</a></li></ul><p>Désactiver les cookies strictement nécessaires peut empêcher certaines fonctionnalités du site. Désactiver les cookies de performance nous empêche d’analyser et d’améliorer le site.</p><p><br></p><h2><strong>7. Modifications de la Politique de Cookies</strong></h2><p>Nous pourrons mettre à jour cette politique si le site évolue ou si la réglementation change. Toute modification sera publiée ici avec la nouvelle date de mise à jour.</p><p><br></p><h2><strong>8. Contact</strong></h2><p>Pour toute question, écrivez-nous à :&nbsp;<a href=\"mailto:info@memopyk.com\" rel=\"noopener noreferrer\" target=\"_blank\">info@memopyk.com</a>.</p><h2><br></h2>",
    "is_active": true,
    "updated_at": "2025-08-26T16:42:51.694"
  }
]